#include <stdio.h>

int main(){
    printf("1번 문제\n자신의 이름과 나이, 주소 3줄 걸쳐 출력하는 프로그램\n이름: 이은재\n나이: 20살\n주소: 아시아 한국\n2번 문제\nHello\nC\nProgrammers!\n3번 문제\n****************************************\n\t\t리포트\n****************************************\n\n****************************************\n\t\t\t학과: 컴퓨터공학과\n\t\t\t학번: 2161009\n\t\t\t성명: 이은재\n****************************************\n4번 문제\n일\t월\t화\t수\t목\t금\t토\n1\t2\t3\t4\t5\t6\t7\n8\t9\t10\t11\t12\t13\t14\n15\t16\t17\t18\t19\t20\t21\n22\t23\t24\t25\t26\t27\t28\n29\t30\t31\n5번 문제\n7과 8을 가지고 사칙연산을 한 결과 출력\n7+8=%d\n7-8=%d\n7*8=%d\n7/8=%d\n", 7+8, 7-8, 7*8, 7/8);
    

}